# InSessionViewSheetSet Properties (2022)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2022 API
---
InSessionViewSheetSet Properties
InSessionViewSheetSet Class See Also
---
The InSessionViewSheetSet type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| Views | The views. |

# See Also
InSessionViewSheetSet Class
Autodesk.Revit.DB Namespace